"Modransky Biograf Program" = "Program Modřanského biografu";
"Alerts" = "Upozornění";
"News" = "Aktuality";
"Independent" = "Nezávisle";
"Events" = "Akce";
"Multi-day events" = "Vícedenní akce";
"Official Board" = "Úřední deska";
"City Office" = "Úřad";
"Associations" = "Spolky";
"List" = "Seznam";
"Trips" = "Výlety";
"Landmarks" = "Kulturní památky";
"Information" = "Informace";
"Report Fault" = "Vyfotit závadu";
"Shops" = "Firmy";
"Work" = "Práce";
"Game" = "Hra";
"Help" = "Pomoc";
"Pharmacies" = "Lékárny";
"First Aid" = "První pomoc";
"Police" = "Policie";
"Faults" = "Havárie";
"Toilets" = "WC";
"Memorial Trees" = "Památné stromy";
"Significant Trees" = "Výzmamné stromy";
"Points of Interest" = "Zajímavosti";
"Artisans" = "Řemeslníci";
"Restaurants" = "Restaurace";
"Shops" = "Firmy";
"For Families" = "Pro rodiny";
"Sport" = "Sport";
"Waste Dumpsters" = "Velkoobjemové kontejnery";
"Electric Waste" = "Elektroodpad";
"Textile Waste" = "Kontejnery na textil";
"Separated Waste" = "Tříděný odpad";
"Waste" = "Odpad";
"Traffic" = "Doprava";
"Accident" = "Nehoda";
"Roadblock" = "Uzavírka";
"Forester" = "Lesník";
"Culturist" = "Kulturista";
"Visitor" = "Zvědavec";
"Recyclist" = "Recyklon";
"You were already here" = "Už jste tu byli";
"you are too far" = "jste moc daleko";
"wrong time" = "špatný čas";
"too far & wrong time" = "moc daleko & špatný čas";
"Visit trees." = "Navštěvujte stromy.";
"Visit cultural landmarks." = "Navštěvujte kulturní památky.";
"Visit interesting places." = "Navštěvujte zajímavá místa.";
"Visit different dumpster types." = "Navštivte 3 různé druhy kontejnerů.";
"GameStart.note" = "Hru začnete hrát tak, že dojdete k nejbližšímu místu ve Výletech, Odpadu nebo Firmách, a ťuknete na Jsem tu!";
"Game progress is lost when uninstalling the app." = "Odinstalováním aplikace ztratíte svůj postup ve hře.";
"Level up!" = "Level up!";
"You are now at level" = "Jste nyní na levelu";
"Leaderboard" = "Žebříček";
"YOU" = "VY";
"Pull main table to refresh" = "Zatáhnutím tabulky obnovíte data";
"Last update:" = "Poslední aktualizace:";
"Downloading data..." = "Data se stahují...";
"Error when downloading data" = "Chyba při stahování dat";
"Add record:" = "Přidat záznam:";
"Add job offer:" = "Přidat nabídku:";
"Lunch menu" = "Polední menu";

"Select Photo" = "Vyberte fotku";
"Take a photo" = "Vyfotit";
"From gallery" = "Z galerie";
"Please fill the description." = "Vyplňte prosím popis.";
"Adding a photo is recommended. Are you sure to omit it?" = "Doporučujeme přidat ke hlášení i fotografii. Jste si jisti, že ji chcete vynechat?";
"Please specify the location." = "Určete prosím umístění.";
"Yes" = "Ano";
"Cancel" = "Storno";
"Send" = "Odeslat";
"Error" = "Chyba";
"Map" = "Mapa";
"Saved" = "Uložené";
"Saved News" = "Uložené zprávy";
"Timetable" = "Harmonogram";
"(Please describe problem here)" = "(Zde prosím popište problém)";
"Waste.vok.longdesc" = "Objemný komunální odpad je např. starý nábytek, koberce, linolea, staré lyže, snowboardy, kola, velká zrcadla, umyvadla a WC mísy, které pocházejí z domácností fyzických osob.\n\nMezi objemný komunální odpad nepatří např. lednice, televizory a počítačové monitory, zářivky a výbojky, autobaterie, stavební suť, větve ani jiné bioodpady a dále ani veškeré odpady, které pocházejí z majetku firem nebo z podnikatelské činnosti.";
"Waste.textile.longdesc" = "Patří: boty, oblečení, textil (bytový textil, záclony, ložní prádlo, ap.), doplňky (kabelky, tašky hračky, ap). Textil a spárované boty vkládejte v igelitovém pytli nebo tašce.\n\nNepatří: koberce, matrace, znečištěný či mokrý textil, domácí odpad.";
"Waste.electro.longdesc" = "Do kontejneru patří: drobná elektrozařízení, např. kalkulačky, rádia, drobné počítačové vybavení, discmany, telefony a další.\n\nNepatří: televizory, počítačové monitory, zářivky a úsporné žárovky.";
"Notification.explanation" = "Upozornění se zobrazí 1 den před příjezdem kontejneru, a další v plánovaný čas příjezdu.";

"Access Denied" = "Zamítnutý přístup";
"Permission is needed to access the calendar. Go to Settings > Privacy > Calendars to allow access for this app." = "Pro přístup do kalendáře je nutné vaše povolení. Jděte do Nastavení > Soukromí > Kalendáře a povolte této aplikaci přístup.";
"In order to play the game, please go to Settings and give the app the permission to access your location." = "Abyste mohli hrát hru, přejděte prosím do Nastavení a dejte aplikaci přístup k vaší poloze.";

"AppInfo.longtext" = "Toto je nezávislá neoficiální aplikace s informacemi z Prahy 12.\n\nI proto jsou některé informační texty příliš krátké a k přečtení plného znění vyžadují přechod na externí webovou stránku.\n\nPokud vás napadne, co by se dalo vylepšit nebo přidat, kontaktujte mne.\n\nSnad aplikace přispěje k lepší orientaci, co se na Praze 12 děje, a kde se co nachází.";

"Dumpster at %@ just arrived (%@)" = "Právě přijel kontejner na stanoviště %@ (%@)";
"Dumpster at %@ tomorrow (%@)" = "Zítra bude kontejner na stanovišti %@ (%@)";
"%d days ago" = "před %d dny";
"now" = "nyní";
"in %d days" = "za %d dní";
"in %d days, %d hours" = "za %d dní, %d hodin";
"in %d hours, %d minutes" = "za %d hodin, %d minut";
"in %d minutes" = "za %d minut";
"today" = "dnes";
"closed today" = "dnes zavřeno";

// Storyboard
"Continue reading on website" = "Přejít na web";
"Website" = "Web";
"Buy" = "Koupit";
"Add to Calendar" = "Přidat do kalendáře";
"Contact:" = "Kontakt:";
"Address" = "Adresa";
"Opening Hours" = "Otevírací doba";
"Show notifications" = "Upozorňovat";
"Navigate" = "Navigovat";
"Report mistake" = "Nahlásit chybu";
"About the App" = "O aplikaci";
"Report illegal dump, fault, problem" = "Nahlásit černou skládku, závadu, poslat podnět";
"This form will help you compose the e-mail for the municipality." = "Tento formulář vám pomůže sestavit e-mail pro městský úřad.";
"Description" = "Popis";
"Subject" = "Předmět";
"Photo" = "Fotografie";
"recommended" = "doporučeno";
"Location" = "Umístění";
"Refine" = "Upřesnit";
"Long press to set the location" = "Místo nastavíte dlouhým stiskem";
"Standard" = "Standardní";
"Sattelite" = "Satelitní";
"Hybrid" = "Hybridní";
"Filter" = "Filtr";
"None" = "Nic";
"All" = "Vše";
"Subcategories" = "Podkategorie";
"Level" = "Level";
"I'm here!" = "Jsem tu!";
"Download new data only via WiFi" = "Stahovat nová data jen přes WiFi";
